{ "translations": {
    "Could not impersonate user" : "تعذر انتحال شخصية المستخدم",
    "Are you sure you want to impersonate \"{userId}\"?" : "هل أنت متأكد أنك تريد انتحال شخصية المستخدم  \"{userId}\"؟",
    "Impersonate user" : "إنتحال شخصية مستخدم",
    "Impersonate" : "إنتحال شخصية",
    "Could not log out, please try again" : "تعذّر الخروج. حاول مرة أخرى، رجاءً.",
    "Logged in as {name} ({uid})" : "داخل باسم {name} ({uid})",
    "User not found" : "لم يُمكن العثور على المستخدم",
    "Insufficient permissions to impersonate user" : "أذونات الاستخدام غير كافة للسماح بانتحال شخصية",
    "Cannot impersonate the user because it was never logged in" : "لا يمكن انتحال شخصية المستخدم لأنه لم يسبق له الدخول إطلاقاً",
    "Cannot impersonate yourself" : "لا يمكنك انتحال شخصيتك أنت",
    "Impersonate other users" : "إنتحال شخصيات مستخدمين آخرين",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login.\n- You can limit which users/groups can use impersonation in Administration settings > Additional settings." : "من خلال تثبيت تطبيق \"انتحال الشخصية\"  impersonate app  خاصّتك في نكست كلاود، يُمكن مسؤولو النظام انتحال شخصية مستخدِمين آخرين على خادوم نكست كلاود. وهذا مفيد بشكل خاص لتصحيح المشكلات التي أبلغ عنها أولئك المستخدِمين. لانتحال شخصية مستخدِم، يجب على مسؤول النظام اتباع الخطوات الأربع التالية ببساطة: \n\n1. قم بتسجيل الدخول كمسؤول النظام إلى نكست كلاود. \n2. افتح واجهة إدارة المستخدِمين. \n3. حدِّد زر انتحال الشخصية على المستخدِم المقصود. \n4. تأكيد الانتحال. \n\nيتم بعد ذلك تسجيل دخول مسؤول النظام كمستخدِم، و للعودة مرة أخرى إلى حسابه العادي، ما على مسؤول النظام سوى الضغط على زر تسجيل الخروج. \n\n** ملاحظة: ** \n- هذا التطبيق غير متوافق في الخوادم التي يكون التشفير فيها مُمكَّناً. \n- أثناء تسجيل إجراءات انتحال الشخصية، لاحظ أنه سيتم تسجيل الإجراءات التي يُجريها مسؤول النظام المنتحِل باسم المستخدِم المُنتحلَة شخصيته. \n- لا يمكن انتحال شخصية المستخدِم إلا بعد تسجيل الدخول لأول مرة. \n- يمكنك تحديد المستخدمين أو المجموعات التي يمكنها استخدام الانتحال في: إعدادات الإدارة Administration settings > الإعدادات الإضافية Additional settings.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "ستكون هذه المجموعات قادرة على انتحال صفة المستخدمين المسموح لهم بإدارتها. إذا قمت بإزالة جميع المجموعات، فسيُسمح لكل مسؤول مجموعة بانتحال الشخصية."
},"pluralForm" :"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;"
}