{ "translations": {
    "Could not impersonate user" : "Въплъщаването на потребител е неуспешно",
    "Are you sure you want to impersonate \"{userId}\"?" : "Сигурни ли сте, че искате да се въплътите в „{userId}“?",
    "Impersonate user" : "Въплъщаване на потребител",
    "Impersonate" : "Въплъщаване",
    "Logged in as {uid}" : "Вписан сте като {uid}",
    "User not found" : "Потребителят не е открит",
    "Insufficient permissions to impersonate user" : "Недостатъчни права за въплащаване на потребител",
    "Cannot impersonate the user because it was never logged in" : "Не може да се въплати в потребител, защото никога не се е вписвал в системата",
    "Cannot impersonate yourself" : "Не можете да се въплъщавате в себе си",
    "Impersonate other users" : "Въплъщаване на други потребители",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "С инсталирането на приложението за въплащаване на вашия Nextcloud, вие позволявате на администраторите да се въплащават в други потребители на сървъра Nextcloud. Това е особено полезно за отстраняване на грешки, докладвани от потребителите.\n\nЗа да се въплъти в потребител, администраторът трябва просто да изпълни следните четири стъпки:\n\n1. Вписва се като администратор в Nextcloud\n2.  Отваря потребителския административен интерфейс\n3. Избира бутон за въплащаване в засегнатия потребител\n4. Потвърждава въплащението\n\nСлед това администраторът влиза като потребителя, за да превключи обратно към обикновения потребителски профил, просто трябва да натисне бутон за излизане.\n\n**Забележка:**\n\n- Това приложение не е съвместимо с екземпляри, които имат активирано криптиране.\n- Докато действията на въплащението се регистрират, имайте предвид, че действията, извършени под въплащение, ще бъдат регистрирани на въплътен потребител.\n- Въплащението на потребител е възможно само след първото им влизане.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Тези групи ще могат да се въплащават в потребители, които имат право да администрират. При премахване на всички групи, на всеки администратор на група ще бъде разрешено да се въплати. "
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}