{ "translations": {
    "Could not impersonate user" : "No s'ha pogut suplantar l'usuari",
    "Are you sure you want to impersonate \"{userId}\"?" : "Segur que voleu suplantar «{userId}»?",
    "Impersonate user" : "Suplanta l'usuari",
    "Impersonate" : "Suplanta",
    "Logged in as {uid}" : "S'ha iniciat la sessió com a {uid}",
    "User not found" : "No s'ha trobat l'usuari",
    "Insufficient permissions to impersonate user" : "Permisos insuficients per a suplantar l'usuari",
    "Cannot impersonate the user because it was never logged in" : "No podeu suplantar l'usuari perquè no ha iniciat mai la sessió.",
    "Cannot impersonate yourself" : "No podeu suplantar el vostre propi usuari.",
    "Impersonate other users" : "Suplanteu altres usuaris",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Si instal·leu l'aplicació de suplantació en el Nextcloud, permetreu que els administradors puguin suplantar altres usuaris en el servidor del Nextcloud. Això és especialment útil per a depurar els problemes que informin els usuaris.\n\nPer a suplantar un usuari, l'administrador ha de seguir els quatre passos següents:\n\n1. Inicieu la sessió com a administrador en el Nextcloud.\n2. Obriu la interfície d'administració d'usuaris.\n3. Seleccioneu l'opció «Suplanta» de l'usuari en qüestió.\n4. Confirmeu la suplantació.\n\nA continuació, l'administrador inicia la sessió com si fos l'usuari seleccionat. Per a tornar al compte d'usuari normal, només cal seleccionar l'opció «Tanca la sessió».\n\n**Nota:**\n\n- Aquesta aplicació no és compatible amb les instàncies que tinguin el xifratge activat.\n- Tot i que s'enregistren les accions de suplantació d'identitat, tingueu en compte les accions realitzades durant la suplantació s'enregistraran com si les fes l'usuari suplantat.\n- Només és possible suplantar un usuari després del seu primer inici de sessió.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Aquests grups podran suplantar els usuaris que se'ls permeti administrar. Si suprimiu tots els grups, es permetrà la suplantació a tots els administradors del grup."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}