{ "translations": {
    "Could not impersonate user" : "No s’ha pogut suplantar l’usuari",
    "Are you sure you want to impersonate \"{userId}\"?" : "Esteu segurs que voleu suplantar \"{userId}\"?",
    "Impersonate user" : "Suplanta l'usuari",
    "Impersonate" : "Suplanta",
    "Logged in as {uid}" : "S'ha iniciat la sessió com a {uid}",
    "User not found" : "No s'ha trobat l'usuari",
    "Insufficient permissions to impersonate user" : "Permisos insuficients per suplantar usuari",
    "Cannot impersonate the user because it was never logged in." : "No es pot suplantar l'usuari perquè mai no s'ha iniciat la sessió.",
    "Cannot impersonate yourself." : "No es pot suplantar a vostè mateix.",
    "Impersonate other users" : "Suplanta altres usuaris",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Instal·lant l'aplicació de suplantació al vostre Nextcloud, habilitareu als administradors de suplantar a d’altres usuaris en el servidor Nextcloud. Això és especialment útil per a la depuració de problemes reportats pels usuaris.\n\nPer suplantar un usuari, un administrador ha de seguir les següents quatre passes:\n\n1. Iniciar la sessió com a administrador al Nextcloud\n2. Obrir la interfície d'administració d'usuaris\n3. Seleccionar el botó de suplantació de l'usuari en qüestió\n4. Confirmar la suplantació\n\nL’administrador és com si hagués iniciat la sessió de l'usuari seleccionat, per tornar al compte d’usuari normal, simplement s'ha de prémer el botó de sortida.\n\n**Note:**\n\n- Aquesta aplicació no és compatible amb instàncies que tenen activat el xifratge.\n- Tot i que es registren les accions de suplantació d'identitat, tingueu present que es registraran les accions realitzades com a usuari suplantat.\n- Suplantar un usuari només és possible després del seu primer inici de sessió.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Aquests grups podran suplantar a usuaris que se'ls permet administrar. Si suprimiu tots els grups, es permetrà a tots els administradors del grup suplantar."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}