{ "translations": {
    "Could not impersonate user" : "Kunne ikke udgive sig for at være bruger",
    "Are you sure you want to impersonate \"{userId}\"?" : "Er du sikker på at du vil udgive dig for at være \"{userId}\"?",
    "Impersonate user" : "Udgiv dig for at være en anden bruger",
    "Impersonate" : "Udgiv dig for at være",
    "Logged in as {uid}" : "Logget ind som {uid}",
    "User not found" : "Bruger ikke fundet",
    "Insufficient permissions to impersonate user" : "Du har ikke rettigheder til at udgive dig for at være andre brugere",
    "Cannot impersonate the user because it was never logged in" : "Kan ikke efterligne brugeren, fordi den aldrig var logget ind",
    "Cannot impersonate yourself" : "Kan ikke efterligne dig selv",
    "Impersonate other users" : "Udgiv dig for at være en andre brugere",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Ved at installere efterligningsappen på din Nextcloud giver du administratorer mulighed for at efterligne andre brugere på Nextcloud-serveren. Dette er især nyttigt til fejlretningsproblemer rapporteret af brugere.\n\nFor at efterligne en bruger skal en administrator blot følge de følgende fire trin:\n\n1. Log ind som administrator på Nextcloud.\n2. Åbn brugergrænsefladen til administration.\n3. Vælg knappen Efterlign på den berørte bruger.\n4. Bekræft efterligningen.\n\nAdministratoren er derefter logget ind som bruger, for at skifte tilbage til den almindelige brugerkonto skal de blot trykke på logout-knappen.\n\n**Bemærk:**\n\n- Denne app er ikke kompatibel med instanser, der har kryptering aktiveret.\n- Mens efterligningshandlinger er logget, skal du være opmærksom på, at handlinger, der udføres efterlignet, bliver logget som den efterlignede bruger.\n- At efterligne en bruger er kun muligt efter deres første login.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Administratorer i disse grupper kan udgive sig for brugere de administrerer. Hvis du fjerner alle grupper kan alle gruppeadministratorer udgive sig for deres brugere."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}