{ "translations": {
    "Could not impersonate user" : "Identecoprunto de uzanto ne eblis",
    "Are you sure you want to impersonate \"{userId}\"?" : "Ĉu vi certas, ke vi volas prunti identecon de „{userId}“?",
    "Impersonate user" : "Prunti identecon de uzanto",
    "Impersonate" : "Prunti identecon",
    "Logged in as {uid}" : "Konektinta kiel {uid}",
    "User not found" : "Netrovita uzanto",
    "Insufficient permissions to impersonate user" : "Nesufiĉaj permesoj por prunti identecon de uzanto",
    "Impersonate other users" : "Prunti identecon de aliaj uzantoj",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Tiu aplikaĵo ebligas al administrantoj prunti identecon de aliaj uzantoj de via Nextcloud. Tio utilas por serĉi solvojn al problemoj de uzantoj.\n\nPor prunti identecon de uzanto, administranto faru:\n\n1. Ensaluti kiel administranto.\n2. Malfermi la uzant-administran fasadon.\n3. Elekti la butonon „Prunti identecon“ ĉe la koncerna uzanto.\n4. Konfirmi la prunton de identeco.\n\nLa administranto tiam estas ensalutinta kiel tiu uzanto; por reiri al antaŭa kontokonekto, li aŭ ŝi nur devas elsaluti.\n\n**Notu:**\n\nTiu aplikaĵo ne kongruas kun serviloj, kiuj uzas ĉifradon.\n– Kvankam identecoprunto estas protokolitaj, notu, ke agoj faritaj dum prunto de identeco estos protokolitaj kial la pruntita uzanto.\n— Oni povas prunti identecon de uzanto, nur post ties unua ensaluto.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Tiuj grupoj povos prunti identecon de uzantoj, kiujn ili rajtas administri. Se vi forigas ĉiujn grupojn, ĉiu grupadministranto rajtos prunti identecon."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}