{ "translations": {
    "Could not impersonate user" : "No has podido hacerte pasar por usuario",
    "Are you sure you want to impersonate \"{userId}\"?" : "¿Seguro que quieres hacerte pasar por el usuario \"{userId}\"?",
    "Impersonate user" : "Hacerse pasar por usuario",
    "Impersonate" : "Hacerse pasar por",
    "Logged in as {uid}" : "Identificado como {uid}",
    "User not found" : "Usuario no encontrado",
    "Insufficient permissions to impersonate user" : "Permisos insuficientes para hacerse pasar por el usuario",
    "Cannot impersonate the user because it was never logged in" : "No se puede hacer pasar por este usuario debido a que nunca inició sesión.",
    "Cannot impersonate yourself" : "No puedes hacerte pasar por ti mismo.",
    "Impersonate other users" : "Hacerse pasar por otros usuarios",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Al instalar la app Impersonate, permites que los administradores de tu Nextcloud se hagan pasar por otros usuarios en el servidor Nextcloud. Esto es especialmente útil para investigar problemas transmitidos por los usuarios.\n\nPara hacerse pasar por un usuario, un administrador solo debe seguir los siguientes tres pasos:\n\n1. Entrar como administrador a Nextcloud.\n2. Abrir la interfaz de administración de usuarios.\n3. Seleccionar el botón hacerse pasar el usuario afectado.\n4. Confirmar.\n\nEl administrador entra entonces como el usuario, para volver a su cuenta normal solo hay que pulsar el botón de cerrar sesión.\n\n**Nota:**\n\n- Esta app no es compatible con instancias que tengan activado el cifrado.\n- Mientras el administrador esté haciéndose pasar por el otro usuario, sus acciones quedarán registradas como hechas por el otro usuario.\n- Hacerse pasar por un usuario solo es posible después de que este haya iniciado sesión por primera vez.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Estos grupos podrán hacerse pasar por usuarios a los que se les permita administrar. Si eliminas todos los grupos, a cada administrador de grupo se le permitirá hacerse pasar por otros."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}