{ "translations": {
    "Could not impersonate user" : "No fue posible hacerse pasar por el usuario",
    "Are you sure you want to impersonate \"{userId}\"?" : "Está seguro que desea hacerse pasar por el usuario \"{userId}\"?",
    "Impersonate user" : "Hacerse pasar por un usuario",
    "Impersonate" : "Hacerse pasar por un usuario",
    "Could not log out, please try again" : "No se pudo cerrar sesión, por favor inténtalo de nuevo",
    "Logged in as {name} ({uid})" : "Sesión iniciada como {name} ({uid})",
    "User not found" : "No se encontró el usuario",
    "Insufficient permissions to impersonate user" : "Permisos insuficientes para suplantar al usuario",
    "Cannot impersonate the user because it was never logged in" : "No se puede suplantar al usuario porque nunca inició sesión",
    "Cannot impersonate yourself" : "No puedes suplantarte a ti mismo",
    "Impersonate other users" : "Suplantar a otros usuarios",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Estos grupos podrán hacerse pasar por los usuarios que tengan permitidos administrar. Si remueves todos los grupos, se le permitirá a todos los administradores de grupos hacerse pasar por los usuarios.",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Al instalar la aplicación de suplantación en tu Nextcloud, permites que los administradores suplanten a otros usuarios en el servidor de Nextcloud. Esto es especialmente útil para solucionar problemas reportados por los usuarios.\n      \n      Para suplantar a un usuario, un administrador debe seguir estos cuatro pasos:\n      \n      1. Iniciar sesión como administrador en Nextcloud.\n      2. Abrir la interfaz de administración de usuarios.\n      3. Seleccionar el botón de suplantación en el usuario afectado.\n      4. Confirmar la suplantación.\n      \n      El administrador iniciará sesión como el usuario y para volver a su cuenta de administrador, simplemente debe presionar el botón de cierre de sesión.\n      \n      **Nota:**\n      \n      - Esta aplicación no es compatible con instancias que tienen el cifrado habilitado.\n      - Aunque las acciones de suplantación se registran, las acciones realizadas durante la suplantación se registrarán como si fueran del usuario suplantado.\n      - La suplantación de un usuario solo es posible después de su primer inicio de sesión."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}