{ "translations": {
    "Could not impersonate user" : "Impossible de prendre l'identité de l'utilisateur",
    "Are you sure you want to impersonate \"{userId}\"?" : "Êtes-vous certain de vouloir prendre l'identité de \"{userId}\" ?",
    "Impersonate user" : "Prendre l'identité de l'utilisateur",
    "Impersonate" : "Prendre l'identité de cet utilisateur",
    "Logged in as {uid}" : "Connecté en tant que {uid}",
    "User not found" : "Utilisateur non trouvé",
    "Insufficient permissions to impersonate user" : "Droits insuffisants pour prendre l'identité de cet utilisateur",
    "Cannot impersonate the user because it was never logged in" : "Impossible de prendre l'identité de l'utilisateur car il ne s'est jamais connecté",
    "Cannot impersonate yourself" : "Impossible de prendre l'identité de vous-même",
    "Impersonate other users" : "Prendre l'identité d'un autre utilisateur",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "En installant l'application d'emprunt d'identité de votre Nextcloud, vous permettez aux administrateurs d'emprunter l'identité d'autres utilisateurs sur le serveur Nextcloud. Ceci est particulièrement utile pour les problèmes de débogage signalés par les utilisateurs.\n\nPour emprunter l'identité d'un utilisateur, un administrateur doit simplement suivre les trois étapes suivantes:\n\n1. Connectez-vous en tant qu'administrateur à Nextcloud\n2. Ouvrez l'interface d'administration des utilisateurs\n3. Sélectionnez le bouton d'emprunt d'identité sur l'utilisateur affecté\n4. Confirmez l'usurpation d'identité\n\nL'administrateur est alors connecté en tant que l'utilisateur usurpé. Pour revenir au compte d'utilisateur personnel, il suffit d'appuyer sur le bouton de déconnexion.\n\n**Remarques:**\n\n- Cette application n'est pas compatible avec les systèmes sur lesquels le chiffrement est activé.\n- Même si les actions d'usurpation d'identité sont consignées, notez que les actions effectuées avec emprunt d'identité seront consignées au nom de l'utilisateur usurpé.\n- L'usurpation d'identité d'un utilisateur n'est possible qu'après sa première connexion.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Ces groupes pourront prendre l'identité des utilisateurs dont qu'ils sont autorisés à administrer. Si vous supprimez tous les groupes, tous les administrateurs de groupe seront autorisés à emprunter une identité."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}