{ "translations": {
    "Could not impersonate user" : "Ne može se lažno predstavljati kao korisnik",
    "Are you sure you want to impersonate \"{userId}\"?" : "Jeste li sigurni da se želite predstaviti kao „{userId}”?",
    "Impersonate user" : "Predstavi se kao korisnik",
    "Impersonate" : "Predstavljanje",
    "Logged in as {uid}" : "Prijavljen kao {uid}",
    "User not found" : "Korisnik nije pronađen",
    "Insufficient permissions to impersonate user" : "Nedovoljna dopuštenja za predstavljanje kao korisnik",
    "Cannot impersonate the user because it was never logged in." : "Nije se moguće predstaviti kao korisnik jer nikad nije bio prijavljen.",
    "Cannot impersonate yourself." : "Ne možete oponašati sami sebe.",
    "Impersonate other users" : "Predstavljanje kao drugi korisnici",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Instaliranjem Nextcloudove aplikacije za predstavljanje kao drugi korisnik možete omogućiti administratorima da se predstavljaju kao drugi korisnici na Nextcloudovom poslužitelju. To je posebno korisno za otklanjanje pogrešaka koje prijavljuju korisnici.\n\nKako bi se predstavio kao drugi korisnik, administrator mora slijediti sljedeća četiri koraka:\n\n1. Prijaviti se kao administrator sustava Nextcloud\n2. Otvoriti sučelje za administraciju korisnika\n3. Odabrati gumb za predstavljanje kao pogođeni korisnik\n4. Potvrditi predstavljanje kao drugi korisnik\n\nAdministrator je zatim prijavljen kao drugi korisnik i jednostavno treba pritisnuti gumb za odjavu ako se želi vratiti na uobičajeni korisnički račun.\n\n**Napomena:**\n\n- Ova aplikacija nije kompatibilna sa sustavima u kojima je omogućeno šifriranje.\n- Iako se bilježe sve radnje koje u tom slučaju poduzme administrator, imajte na umu da će se bilježiti kao da je te radnje poduzeo korisnik kojeg administrator oponaša.\n- Predstavljanje kao drugi korisnik moguće je nakon njihove prve prijave.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Te se grupe mogu predstavljati samo kao korisnici koje smiju administrirati. Ako uklonite sve grupe, svakom će administratoru grupe biti omogućeno takvo predstavljanje."
},"pluralForm" :"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"
}