{ "translations": {
    "Could not impersonate user" : "ユーザーの代理になれませんでした",
    "Are you sure you want to impersonate \"{userId}\"?" : "\"{userId}\" の代理になってもよろしいですか?",
    "Impersonate user" : "代理ユーザー",
    "Impersonate" : "代理",
    "Logged in as {uid}" : "{uid} としてログインしました",
    "User not found" : "ユーザーが見つかりません",
    "Insufficient permissions to impersonate user" : "代理ユーザーになる権限が不足しています",
    "Cannot impersonate the user because it was never logged in" : "ユーザーが一度もログインしていないため、ユーザーの代理になることはできません。",
    "Cannot impersonate yourself" : "自分自身の代理ユーザーになることはできません。",
    "Impersonate other users" : "他のユーザーの代理になる",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Nextcloudの代理アプリをインストールすることで、管理者はNextcloudサーバ上の他のユーザになりすますことができます。これは、ユーザーから報告された問題のデバッグに特に役立ちます。\n\n管理者は次の4つの手順を実行するだけで他のユーザーに代理利用できます\n\n1. Nextcloudに管理者としてログイン\n2. ユーザー管理インターフェースを開く\n3. 影響を受けるユーザーの [代理] ボタンを選択します。\n4. 代理になっているのを確認する\n\n管理者はユーザーとしてログインし、ログアウトを押すだけで通常のユーザーアカウントに戻ることができます。\n\n**注:**\n\n- このアプリケーションは、暗号化が有効になっているインスタンスと互換性がありません。\n- 代理利用中の操作はログに記録されますが、代理利用中に実行された操作は代理ユーザとして記録されることに注意してください。\n- ユーザー代理は、ログイン後に1回のみ可能です。",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "これらのグループは、管理が許可されているユーザーの代理になることができます。 すべてのグループを削除すると、すべてのグループ管理者が代理になれます。"
},"pluralForm" :"nplurals=1; plural=0;"
}