{ "translations": {
    "Could not impersonate user" : "Неможам да го имитирам корисникот",
    "Are you sure you want to impersonate \"{userId}\"?" : "Дали сте сигурни дека сакате да го имитирате корисникот \"{userId}\"?",
    "Impersonate user" : "Имитирај корисник",
    "Impersonate" : "Имитирај",
    "Logged in as {uid}" : "Најавени сте како {uid}",
    "User not found" : "Корисникот не е пронајден",
    "Insufficient permissions to impersonate user" : "Немате дозвола за имитирање на корисник",
    "Cannot impersonate the user because it was never logged in" : "Неможe да го имитираte корисникот бидејќи никогаш се нема најавено",
    "Cannot impersonate yourself" : "Неможе да се имитирате самите себеси",
    "Impersonate other users" : "Имитирај други корисници",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Со инсталирање на апликацијата за имитирање на вашиот Nextcloud овозможувате на администраторите да имитираат други корисници на Nextcloud серверот. Ова е особено корисно за решавање на проблеми кој се пријавени од корисници.\n\nЗа да се имитира некој корисник, администраторот треба да ги следи следните четири чекори:\n\n1. Најава како администратор на Nextcloud\n2. Отварање на администраторски интерфејс\n3. Избор на копчето за имитирање на саканиот корисник\n4. Потврда за имитирање\n\nАдминистраторот сега е најавен како корисникот кој се имитира, за се врати на сопствената сметка едноставно треба да се притисне копчето за одјава.\n\n**Забелешка:**\n\n- Оваа апликација не е  компатибилна со истанца на која има активирано енкрипција.\n- Кога се прават записи на серверот, сите работи кој се извршени во текот на имитирањето ќе бидат запишани на име на имитираниот корисник.\n- Имитирање на корисник е единствено возможно после првото најавување на корисникот.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Овие групи ќе бидат во можност да ги имитираат оние корисници чии се администратори. Ако ја отстраните оваа група, секој администратор на група ќе може да имитира."
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}