{ "translations": {
    "Could not impersonate user" : "Kunne ikke etterligne bruker",
    "Are you sure you want to impersonate \"{userId}\"?" : "Er du sikker på at du vil etterligne \"{userId}\"?",
    "Impersonate user" : "Etterlign bruker",
    "Impersonate" : "Etterlign",
    "Logged in as {uid}" : "Logget på som {uid}",
    "User not found" : "Fant ikke brukeren",
    "Insufficient permissions to impersonate user" : "Utilstrekkelige tilganger til å etterligne bruker",
    "Impersonate other users" : "Etterlign andre brukere",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Ved å installere Etterlign-appen til din Nextcloud gir du administratorer muligheten til å etterligne andre brukere på Nextcloud-serveren. Dette er spesielt hendig for å feilsøke problemer som meldes fra brukere.\n\nFor å etterligne en bruker trenger en administrator bare å gjøre følgende fire skritt:\n\n1. Logg inn som administrator på Nextcloud\n2. Åpne grensesnittet for brukeradministrasjon\n3. Velg Etterlign-knappen på en valgt bruker\n4. Bekreft etterligningen.\n\nAdministratoren blir deretter logget inn som brukeren, for å bytte tilbake til den vanlige bruker-kontoen trenger man kun å trykke på \"Logg ut\"-knappen.\n\n**Merk:**\n\n- Denne appen er ikke kompatibel med forekomster som har aktivert kryptering.\n- Handlinger som gjøres som en etterlignet bruker, vil logges som at den etterlignede brukeren har utført handlingene.\n-Etterligning av brukere er kun mulig etter at de har logget seg inn minst én gang.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Disse gruppene vil kunne etterligne brukere som de administrerer. Hvis du fjerner alle gruppene, vil hver gruppeadministrator kunne etterligne.",
    "Cannot impersonate the user because it was never logged in." : "Kan ikke etterligne bruker fordi den har logget inn.",
    "Cannot impersonate yourself." : "Kan ikke etterligne deg selv."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}