{ "translations": {
    "Could not impersonate user" : "Kunne ikke etterligne bruker",
    "Are you sure you want to impersonate \"{userId}\"?" : "Er du sikker på at du vil etterligne \"{userId}\"?",
    "Impersonate user" : "Etterlign bruker",
    "Impersonate" : "Etterlign",
    "Logged in as {uid}" : "Logget på som {uid}",
    "User not found" : "Fant ikke brukeren",
    "Insufficient permissions to impersonate user" : "Utilstrekkelige tilganger til å etterligne bruker",
    "Cannot impersonate the user because it was never logged in" : "Kan ikke etterligne brukeren fordi den aldri har logget seg på",
    "Cannot impersonate yourself" : "Kan ikke etterligne deg selv",
    "Impersonate other users" : "Etterlign andre brukere",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "ved å installere etterlignings-appen i din Nextcloud gir du administratorer mulighet til å etterligne andre brukere på Nextcloudserveren. Dette er spesielt nyttig for å feilsøke problemer for brukere.\n\nFor å etterligne en bruker gjør administrator følgende:\n\n1. Logg inn som administrator på Nextcloud.\n2. Åpne \"Brukere\" i administrasjonsvisningen.\n3. Klikk \"Etterlign\" i valgmenyen på en bruker.\n4. Bekreft at du skal etterligne brukeren.\n\nAdministratoren logges da inn i systemet som den valgte brukeren. For å bytte tilbake administrators konto, logger man ut.\n\n**Merk:**\n\n- Denne appen støtter ikke servere som har kryptering aktivert.\n- Selv om etterligningen logges, så vil handlinger som gjøres i etterlignet tilstand bli logget som den etterlignede brukeren.\n- Det er kun mulig å etterligne en bruker etter at de har logget inn minst én gang.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Disse gruppene vil kunne etterligne brukere som de administrerer. Hvis du fjerner alle gruppene, vil hver gruppeadministrator kunne etterligne."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}