{ "translations": {
    "Could not impersonate user" : "Não foi possível representar o usuário",
    "Are you sure you want to impersonate \"{userId}\"?" : "Está certo que quer representar o usuário \"{userId}\"?",
    "Impersonate user" : "Representar usuário",
    "Impersonate" : "Representar",
    "Logged in as {uid}" : "Autenticado como {uid}",
    "User not found" : "Usuário não encontrado",
    "Insufficient permissions to impersonate user" : "Permissões insuficientes para representar o usuário",
    "Cannot impersonate the user because it was never logged in" : "Não é possível representar o usuário porque ele nunca fez login",
    "Cannot impersonate yourself" : "Não é possível personificar a si mesmo",
    "Impersonate other users" : "Representar outros usuários",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Ao instalar o aplicativo de representação do seu Nextcloud, você permite que os administradores representem outros usuários no servidor do Nextcloud. Isso é especialmente útil para depurar problemas relatados pelos usuários.\n\nPara se passar por um usuário, um administrador precisa simplesmente seguir as quatro etapas a seguir:\n\n1. Faça login como administrador no Nextcloud.\n2. Abra a interface de administração de usuários.\n3. Selecione o botão representar no usuário afetado.\n4. Confirme a representação.\n\nO administrador é então logado como o usuário, para voltar para a conta de usuário normal, basta pressionar o botão de logout.\n\n**Observação:**\n\n- Este aplicativo não é compatível com instâncias que possuem criptografia habilitada.\n- Enquanto as ações personificadas são registradas, observe que as ações executadas personificadas serão registradas como o usuário personificado.\n- A representação de um usuário só é possível após o primeiro login.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Esses grupos poderão representar usuários que eles podem administrar. Se você remover todos os grupos, todos os administradores do grupo terão permissão para representar."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}