{ "translations": {
    "Could not impersonate user" : "No at fatu a impersonare s'utente",
    "Are you sure you want to impersonate \"{userId}\"?" : "A beru boles impersonare \"{userId}\"?",
    "Impersonate user" : "Impersona utente",
    "Impersonate" : "Impersona",
    "Logged in as {uid}" : "Atzessu fatu comente {uid}",
    "User not found" : "Utèntzia no agatada",
    "Insufficient permissions to impersonate user" : "Permissos non sufitzientes pro impersonare s'utente",
    "Cannot impersonate the user because it was never logged in." : "Non faghet a impersonare s'utente ca no at mai fatu s'atzessu.",
    "Cannot impersonate yourself." : "Non faghet a t'impersonare a te etotu.",
    "Impersonate other users" : "Impersona àteras utèntzias",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Installende s'aplicatzione pro impersonare de Nextcloud permitis a s'amministratzione de impersonare àteras utèntzias in su serbidore de Nextcloud. Custu est ùtile fàghere sa curretzione de is problemas signalados dae is utentes.\n\nPro impersonare un'utèntzia s'amministratzione depet sighire is passos in fatu:\n\n1. Intra comente amministradore/a in Nextcloud\n2. Aberi s'interfache de amministratzione de is utentes\n3. Sèbera su butone Impersona subra s'utèntzia interessada\n4. Cunfirma s'impersonificatzione\n\nS'amministratzione faghet s'atzessu comente utente, pro torrare a su contu utente normale bastat a incarcare su butone pro nde essire.\n\n**Nota:**\n\n- Custa aplicatzione no est cumpatìbile cun istàntzias chi tenent tzifradura ativada.\n- Durante is impersonificatziones, is atziones si registrant comente chi esserent esecutadas dae s'utèntzia impersonificada.\n- Impersonare un'utente faghet isceti a pustis de su primu atzessu suo.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Custos grupos ant a pòdere impersonare utentes chi podent amministrare. Si nche bogas totu is grupos, ogni amministratzione de su grupu at a pòdere impersonare."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}