{ "translations": {
    "Could not impersonate user" : "Nepodarilo sa zosobniť na používateľa",
    "Are you sure you want to impersonate \"{userId}\"?" : "Ste si istý,  že sa chcete zosobniť na používateľa \"{userId}\"?",
    "Impersonate user" : "Zosobniť sa na používateľa",
    "Impersonate" : "Zosobniť sa",
    "Logged in as {uid}" : "Prihlásený ako {uid}",
    "User not found" : "Používateľ nenájdený",
    "Insufficient permissions to impersonate user" : "Nedostatočné oprávnenie pre vystupovanie ako užívateľ",
    "Cannot impersonate the user because it was never logged in" : "Nie je možné vydávať sa za používateľa, pretože nebol nikdy prihlásený",
    "Cannot impersonate yourself" : "Nemôžete sa vydávať za seba",
    "Impersonate other users" : "Zosobniť sa na iných používateľov",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Inštalácia aplikácie \"Vystupovať ako\" umožní správcom vystupovať na Nextcloud  serveri ako iní užívatelia. Je to užitočné najmä pri ladení problémov, ktoré hlásia používatelia.\n\nPre vystupovanie ako užívateľ je potrebné, aby správca vykonal štyri kroky:\n\n1. Prihlásiť sa do Nextcloudu ako správca\n2. Otvoriť rozhranie pre nastavenie užívateľov\n3. Vybrať tlačidlo „Vystupovať ako“ pre príslušného užívateľa\n4. Potvrdiť vystupovať ako.\n\nSprávca je potom prihlásený ako užívateľ, pre návrat k svojmu účtu stačí kliknúť na tlačidlo odhlásenie.\n\n**Poznámka:**\n\n- Táto aplikácia nie je kompatibilná s inštanciami, na ktorých je zapnuté šifrovanie.\n- Akcie v priebehu vystupovania ako sú zaznamenávané pod užívateľom \"vystupovať ako\".\n- Vystupovať ako môže daný užívateľ až po tom, čo sa aspoň raz prihlási. ",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Členovia týchto skupín budú môcť vystupovať ako iní užívatelia, ktorých účty je im povolené spravovať. Ak odstránite všetky skupiny, každý správca skupiny bude môcť vystupovať ako."
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n == 1 ? 0 : n % 1 == 0 && n >= 2 && n <= 4 ? 1 : n % 1 != 0 ? 2: 3);"
}