{ "translations": {
    "Could not impersonate user" : "Ni se mogoče lažno predstavljati za uporabnika",
    "Are you sure you want to impersonate \"{userId}\"?" : "Ali ste prepričani, da se želite lažno predstavljati kot »{userId}«?",
    "Impersonate user" : "Lažno predstavljanje kot drug uporabnik",
    "Impersonate" : "Lažno predstavljanje kot drug uporabnik ·",
    "Logged in as {uid}" : "Vzpostavljena je prijava kot uporabnik {uid}",
    "User not found" : "Uporabnika ni mogoče najti",
    "Insufficient permissions to impersonate user" : "Ni ustreznih dovoljenj za lažno predstavljanje uporabnika",
    "Impersonate other users" : "Lažno predstavljanje drugih uporabnikov",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud\n2. Open the user administration interface\n3. Select the impersonate button on the affected user\n4. Confirm the impersonation\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating an user is only possible after their first login." : "Z namestitvijo programa za lažno predstavljanje omogočite skrbnikom, da se v okolju Nextcloud izdajajo za druge uporabnike na strežniku. To je še posebej uporabno pri odpravljanju napak, o katerih poročajo uporabniki.\n\nZa lažno predstavitev uporabnika mora skrbnik:\n\n1. Prijavite se kot oblak kot skrbnik\n2. Odpreti vmesnik za upravljanje uporabnika\n3. Pritisniti gumb za lažno predstavljanje uporabnika\n4. Potrditi izbiro\n\nSkrbnik je tako prijavljen kot uporabnik, za vrnitev v običajni skrbniški račun pa se mora preprosto odjaviti.\n\n**Opomba:**\n\n- Program ni združljiv z namestitvami, na katerih je omogočeno šifriranje.\n- Dejavnosti, izvedene kot lažni uporabnik se sicer beležijo, a vedno kot lažni uporabnik.\n- Lažno predstavljanje je mogoče šele po prvi prijavi dotičnega uporabnika.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Navedene skupine imajo dovoljenja za lažno predstavljanje drugih uporabnikov. Če odstranite vse skupine, bo predstavljanje lahko izvedel skrbnik vsake skupine."
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}