{ "translations": {
    "Could not impersonate user" : "Не могу да имитирам корисника",
    "Are you sure you want to impersonate \"{userId}\"?" : "Да ли сте сигурни да желите да имитирате корисника „{userId}?",
    "Impersonate user" : "Имитирај корисника",
    "Impersonate" : "Имитирање",
    "Logged in as {uid}" : "Пријављени као {uid}",
    "User not found" : "Корисник није нађен",
    "Insufficient permissions to impersonate user" : "Нема потребних дозвола за имитирање корисника",
    "Cannot impersonate the user because it was never logged in" : "Корисник не може да се имитира јер се никада није пријавио на систем",
    "Cannot impersonate yourself" : "Не можете да имитирате сами себе",
    "Impersonate other users" : "Имитирајте остале кориснике",
    "By installing the impersonate app of your Nextcloud you enable administrators to impersonate other users on the Nextcloud server. This is especially useful for debugging issues reported by users.\n\nTo impersonate a user an administrator has to simply follow the following four steps:\n\n1. Login as administrator to Nextcloud.\n2. Open users administration interface.\n3. Select the impersonate button on the affected user.\n4. Confirm the impersonation.\n\nThe administrator is then logged-in as the user, to switch back to the regular user account they simply have to press the logout button.\n\n**Note:**\n\n- This app is not compatible with instances that have encryption enabled.\n- While impersonate actions are logged note that actions performed impersonated will be logged as the impersonated user.\n- Impersonating a user is only possible after their first login." : "Инсталирањем апликације Имитирање на ваш Nextcloud омогућавате да администратори имитирају остале кориснике на Nextcloud серверу. Ово је посебно корисно када се решавају проблеми које пријаве корисници.\n\nДа би имитирао кориниска, администратор једноставно треба да следи наредна четири корака:\n\n1. Пријави се на Nextcloud као администратор.\n2. Отвори интерфејс администрације корисника.\n3. Изабере дугме Имитирај корисника за одређеног корисника.\n4. Потврди имитирање.\n\nАдминистратор је онда пријављен као корисник, да би се вратио назад на уобичајени корисник, потребно је само да притисне дугме одјави се.\n\n**Напомена:**\n\n- Ова апликација није компатибилна са инстанцама у којима је укључено шифровање.\n- Мада се акције имитирања бележе у дневник, имајте на уму да се радње које се врше док администратор имитира корисника бележе у дневник као да их је извршио имитирани корисник.\n- Имитирање корисника је могуће само након што се тај корисник пријави на систем по први пут.",
    "These groups will be able to impersonate users they are allowed to administrate. If you remove all groups, every group administrator will be allowed to impersonate." : "Ове групе ће бити у могућности да имитирају оне кориснике за које имају дозволу администрирања. Ако уклоните све групе, сваком администратору групе ће бити дозвољено да имитира."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}